def service():
    print('麦克风'.center(33,'*'))
    print('1.奶茶冷饮菜单')
    print('2.添加奶茶')
    print('3.点餐')
    print('4.查询菜单')
    print('5.结帐')
    print('6.退出')
    print('*'*33)
service()
def fuo():
    print ("                            _ooOoo_  ")

    print ("                           o8888888o  ")

    print ("                           88  .  88  ")

    print ("                           (| -_- |)  ")

    print ("                            O\\ = /O  ")

    print ("                        ____/`---'\\____  ")

    print ("                      .   ' \\| |// `.  ")

    print ("                       / \\||| : |||// \\  ")

    print ("                     / _||||| -:- |||||- \\  ")

    print ("                       | | \\\\\\ - /// | |  ")

    print ("                     | \\_| ''\\---/'' | |  ")

    print ("                      \\ .-\\__ `-` ___/-. /  ")

    print ("                   ___`. .' /--.--\\ `. . __  ")

    print ("                ."" '< `.___\\_<|>_/___.' >'"".  ")

    print ("               | | : `- \\`.;`\\ _ /`;.`/ - ` : | |  ")

    print ("                 \\ \\ `-. \\_ __\\ /__ _/ .-` / /  ")

    print ("         ======`-.____`-.___\\_____/___.-`____.-'======  ")

    print ("                            `=---='  ")

    print ("  ")

    print ("         .............................................  ")

    print ("                  佛祖镇楼                  BUG辟易  ")

    print ("          佛曰:  ")

    print ("                  写字楼里写字间，写字间里程序员；  ")

    print ("                  程序人员写程序，又拿程序换酒钱。  ")

    print ("                  酒醒只在网上坐，酒醉还来网下眠；  ")

    print ("                  酒醉酒醒日复日，网上网下年复年。  ")

    print ("                  但愿老死电脑间，不愿鞠躬老板前；  ")

    print ("                  奔驰宝马贵者趣，公交自行程序员。  ")

    print ("                  别人笑我忒疯癫，我笑自己命太贱；  ")

    print ("                  不见满街漂亮妹，哪个归得程序员？")
